;------------------------------------------------------------------------------
; UltraDefrag GUI Brazilian Portuguese Language Pack
; Copyright (C) 2008 by Depeo da Masol.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 14, 2010 by Stefan Pendl
; Revised Feb. 16, 2010 by José Carlos Taveira de Souza
; Revised Apr. 10, 2010 by Felipe
; Revised May. 27, 2010 by Robert Jr
; Revised Sep. 17, 2010 by Felipe
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.


; Main window controls.

RESCAN_DRIVES            = Re-escanear drives
SKIP_REMOVABLE_MEDIA     = Ignorar mídia removível
CLUSTER_MAP              = Mapa dos clusters:
ANALYSE                  = Analisar
DEFRAGMENT               = Desfragmentar
OPTIMIZE                 = Otimizar
PAUSE                    = Pausar
STOP                     = Parar
REPORT                   = Relatório
SETTINGS                 = Configurações
ABOUT                    = Sobre
SHUTDOWN_PC_AFTER_A_JOB  = Desligar o PC quando terminar
HIBERNATE_PC_AFTER_A_JOB = Hibernar o PC quando terminar

; Drives list items.

VOLUME                = Volume
STATUS                = Status
FILESYSTEM            = Arquivos do Sistema
TOTAL                 = Espaço Total
FREE                  = Espaço Livre
PERCENT               = % Livre

; Status messages

STATUS_RUNNING        = Executando
STATUS_ANALYSED       = Analisado
STATUS_DEFRAGMENTED   = Desfragmentado
STATUS_OPTIMIZED      = Otimizado

; Status bar messages.

DIRS                  = pastas
FILES                 = arquivos
FRAGMENTED            = fragmentados
COMPRESSED            = comprimidos
MFT                   = MFT

; About window.

ABOUT_WIN_TITLE       = Sobre o Ultra Defragmenter
CREDITS               = Créditos
LICENSE               = Licença

; Shutdown confirmation

PLEASE_CONFIRM             = Por favor Confirmar
REALLY_SHUTDOWN_WHEN_DONE  = Você realmente quer desligar quando acabar?
REALLY_HIBERNATE_WHEN_DONE = Você realmente quer hibernar quando acabar?
SECONDS_TILL_SHUTDOWN      = segundos até o desligamento
SECONDS_TILL_HIBERNATION   = segundos até a hibernação
YES                        = Sim
NO                         = Não

; END OF FILE
